Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: Schedule code for given CPU
en: 為指定的 CPU 最佳化程式碼

source: Schedule given CPU
en: 為指定的 CPU 最佳化程式碼

source: Schedule the start and end of the procedure
en: 調度程序的起始與終止

source: Scope of for-init-statement variables is local to the loop
en: for 循環初始化中定義的變數作用欄位局限於循環內

source: Search backwards for the same text
en: 向上尋找相同的文字

source: Search domains
en: 搜尋區域

source: Search for text
en: 搜尋文字

source: Search forwards for the same text
en: 向下尋找相同的文字

source: Search highlight mode…
en: 搜尋標示模式…

source: Search text encoding…
en: 搜尋文字編碼…

source: Second argument MOD at %L is zero
en: %L 處 MOD 的第二個參數為 0

source: Second argument of MOD at %L is zero
en: %L 處 MOD 的第二個參數為 0

source: Second argument of defined assignment at %L must be INTENT(IN)
en: %L 處定義賦值的第二個參數必須是 INTENT(IN)

source: Second argument of operator interface at %L must be INTENT(IN)
en: %L 處運算子介面的第二個參數必須是 INTENT(IN)

source: Secrets are required for the DSL connection '%s'
en: DSL連接需要秘密'%s'

source: Secrets are required to access the MACsec network '%s'
en: 訪問MACsec網絡需要秘密'%s'

source: Secrets are required to access the wired network '%s'
en: 訪問有線網絡需要秘密'%s'

source: Secrets were required, but not provided
en: 需要機密，但尚未提供

source: Security
en: 安全

source: Segmentation Fault
en: 段錯誤

source: Segmentation Fault (code)
en: 段錯誤 (程式碼)

source: Select &All
en: Silekt &Ol

source: Select A Version-Controlled Folder
en: 選擇版本控制資料夾

source: Select ABI calling convention
en: 選擇 ABI 呼叫約定

source: Select All
en: Silekt Ol

source: Select First File
en: 選擇第一個檔案

source: Select First Folder
en: 選擇第一個資料夾

source: Select Second File
en: 選擇第二個檔案

source: Select Second Folder
en: 選擇第二個資料夾

source: Select Third File
en: 選擇第三個檔案

source: Select Third Folder
en: 選擇第三個資料夾

source: Select directory
en: Silekt direktòri

source: Select the folder with the WordPress theme or plugin
en: Silekt dè fouldèr with the WordPress đöme or plùgin

source: Select the type of connection you wish to create.
en: 選擇您想要建立的連線類型。

source: Select the type of slave connection you wish to add.
en: 選擇您想要新增的 slave 連線類型。

source: Select translation files to import
en: Silekt transleiçion fayls tu import

source: Select your preferred language
en: Silekt neidè prifören leŋgueij

source: Select...
en: 選擇...

source: Selector for individual whitespace character types to be shown. Possible values are 'space', 'tab', 'newline' and 'nbsp'.
en: 要顯示的個別空白字元類型的選擇器。可能的值包括 'space'，'tab'，'newline' 和 'nbsp'。

source: Send PPP echo packets
en: 發送PPP echo數據包

source: Serial settings
en: 串口設置

source: Service
en: 服務

source: Set Bookmark %i
en: Set Būkmark %i

source: Set Hostname
en: 設定主機名稱

source: Set Language
en: Set Leŋgueij

source: Set Windows defines
en: 設定 Windows 定義

source: Set active filters
en: 設定啟用的過濾器

source: Set bookmark %i
en: Set būkmark %i

source: Set errno after built-in math functions
en: 執行內建數學函式後設定 errno

source: Set hostname to '%s'
en: 將主機名稱設定為「%s」

source: Set label to use instead of file name
en: 設定標籤來代替檔名

source: Set language
en: Set leŋgueij

source: Set start-address of data
en: 設定資料的起始位址

source: Set start-address of the program
en: 設定程式的起始位址

source: Set system hostname
en: 設定系統的主機名稱

source: Set the PPC_EMB bit in the ELF flags header
en: 在 ELF 旗標頭中指定 PPC_EMB 位

source: Set the cost of branches
en: 設定分支的代價

source: Set the default double precision kind to an 8 byte wide type
en: 將預設雙精度種別設為 8 位元組寬

source: Set the default integer kind to an 8 byte wide type
en: 將預設整數種別設為 8 位元組寬

source: Set the default real kind to an 8 byte wide type
en: 將預設實型種別設為 8 位元組寬

source: Set the target CPU type
en: 指定目的 CPU 的類型

source: Set the target file for saving a merge result
en: 設定用於儲存合併結果的目標檔案

source: Sets the Spanning Tree Protocol (STP) priority for this bridge. Lower values are "better"; the lowest priority bridge will be elected the root bridge.
en: 設置此網橋的生成樹協議（STP）優先級。較低的值是“更好”;最低優先級的橋將被選為根橋。

source: Setting '%s' is not present in the connection.
en: 設定「%s」不存在連線中。

source: Setting name of the device type of this slave's master connection (eg, "bond"), or NULL if this connection is not a slave.
en: 設置此從屬主連接的設備類型的名稱（例如，“bond”），如果此連接不是從屬，則為NULL。

source: Setting name?
en: 設定名稱？

source: Setting spec %s to '%s'
en: 將 spec %s 設為「%s」

source: Shallow Comparison
en: 粗淺比對

source: Shared
en: 共享

source: Shared Key
en: 共享金鑰

source: Shared connection service failed
en: 共享連線服務失敗

source: Shared connection service failed to start
en: 共享的連線服務啟動失敗

source: Shift+
en: Šift+

source: Short IEEE 802.15.4 address to be used within a restricted environment.
en: 要在受限環境中使用的短IEEE 802.15.4地址。

source: Short address (<0x0000-0xffff>)
en: 簡短地址（<0x0000-0xffff>）

source: Show
en: 顯示

source: Show Sidebar
en: Displei Saidbār

source: Show Spelling and Grammar
en: Displei Speliŋ en Grämmar

source: Show Status Bar
en: Displei Steitùs Bār

source: Show Substitutions
en: Displei Sùbstityuçions

source: Show Toolbar
en: Displei Tūlbār

source: Show _line numbers
en: 顯示列號(_L)

source: Show _right margin at:
en: 顯示右側邊界的位置(_R)：

source: Show identical
en: 顯示相同處

source: Show ignored files
en: 顯示已忽略檔案

source: Show line numbers
en: 顯示列號

source: Show margin in commit message editor
en: 在提交訊息編輯器中顯示邊界

source: Show modified
en: 顯示修改處

source: Show modified files
en: 顯示已修改檔案

source: Show new
en: 顯示新增處

source: Show normal files
en: 顯示正常檔案

source: Show or hide the sidebar
en: Displei or neimai saidbār

source: Show or hide the toolbar
en: 顯示或隱藏工具列

source: Show or hide the version control console output pane
en: 顯示或隱藏版本控制主控台輸出窗格

source: Show password
en: 顯示密碼

source: Show sidebar
en: Displei saidbār

source: Show status bar
en: Displei steitùs bār

source: Show statusbar
en: 顯示狀態列

source: Show summary after catalog update
en: Displei sùmmari aftèr katalog ùpdeit

source: Show the version control console output
en: 顯示版本控制主控台輸出

source: Show toolbar
en: 顯示工具列

source: Show translation statistics
en: Displei transleiçion dè stätistiks

source: Show unversioned files
en: 顯示未加入版本控制的檔案

source: Show w_hitespace
en: 顯示空白字元(_H)

source: Show without filters
en: 顯示不過濾的結果

source: Show/hide console output
en: 顯示/隱藏主控台輸出

source: Sidebar
en: Saidbār

source: Sign In
en: Sain-In

source: Sign Out
en: Sain-Out

source: Sign in
en: Sain-in

source: Sign in to Crowdin
en: Sain-in tu Crowdin

source: Sign out
en: Sain-out

source: Signed in as:
en: Sained-in as:

source: Singular
en: Siŋgolar

source: Singular:
en: Siŋgolar:

source: Size
en: 大小

source: Skip Templates
en: Skip Templeits

source: Skip templates
en: Skip templeits

source: Slaves
en: Slave

source: Smart Copy/Paste
en: Smart Kopi/Peist

source: Smart Dashes
en: Smart Däšes

source: Smart Links
en: Smart Liŋks

source: Smart Quotes
en: Smart Kwots

source: Some changes were not highlighted because they were too large. You can force Meld to take longer to highlight larger changes, though this may be slow.
en: 某些變更沒有標示，因為太大。您可以強制標示顯示大幅變更，盡管這可能會變得很慢。

source: Some files were in an incorrect encoding. The names are something like:
en: 某些檔案編碼不正確。名稱是這樣的：

source: Sort by &File Order
en: Sort bai &Fayl Ordèr

source: Sort by &Source
en: Sort bai &Sōrs

source: Sort by &Translation
en: Sort bai &Transleiçion

source: Sort by &file order
en: Sort bai &fayl ordèr

source: Sort by &source
en: Sort bai &sōrs

source: Sort by &translation
en: Sort bai &transleiçion

source: Source Text
en: Sōrs Tekst

source: Source code charset:
en: Sōrskoud dè kärset:

source: Source code extractors are used to find translatable strings in the source code files and extract them so that they can be translated.
en: Sōrskoud dè iksträktās wa yusen tu faind transleitàbol strings in the sōrskoud fayls en iksträkt them so that they can be transleiten.

source: Source code not available.
en: Sōrskoud-wa not dū aveilàbol.

source: Source file
en: Sōrs-fayl

source: Source file occurrence:
en: Sōrs-fayl dè okkörèns:

source: Source text
en: Sōrs tekst

source: Source text — %s
en: Sōrs tekst — %s

source: Source text:
en: Sōrs tekst:

source: Sources keywords
en: Sōrses kyiwörds

source: Sources paths
en: Sōrses paŧweis

source: Specific port type to use if the device supports multiple attachment methods. One of "tp" (Twisted Pair), "aui" (Attachment Unit Interface), "bnc" (Thin Ethernet) or "mii" (Media Independent Interface). If the device supports only one port type, this setting is ignored.
en: 設備支持多種附件方法時使用的特定端口類型。 “tp”（雙絞線），“aui”（附件單元接口），“bnc”（精簡以太網）或“mii”（媒體獨立接口）之一。如果設備僅支持一種端口類型，則忽略此設置。

source: Specification function '%s' at %L cannot be a statement function
en: 指定函式「%s」(位於 %L)不能是一個敘述函式

source: Specification function '%s' at %L cannot be an internal function
en: 指定函式「%s」(位於 %L)不能是一個內部函式

source: Specification function '%s' at %L must be PURE
en: 指定函式「%s」(位於 %L)必須為 PURE

source: Specifies authentication flags to use in "phase 1" outer authentication using NMSetting8021xAuthFlags options. The individual TLS versions can be explicitly disabled. If a certain TLS disable flag is not set, it is up to the supplicant to allow or forbid it. The TLS options map to tls_disable_tlsv1_x settings. See the wpa_supplicant documentation for more details.
en: 使用NMSetting8021xAuthFlags選項指定要在“階段1”外部身份驗證中使用的身份驗證標誌。可以明確禁用各個TLS版本。如果未設置某個TLS禁用標誌，則由請求者決定是允許還是禁止它。 TLS選項映射到tls_disable_tlsv1_x設置。有關更多詳細信息，請參閱wpa_supplicant文檔。

source: Specifies how the CAK (Connectivity Association Key) for MKA (MACsec Key Agreement) is obtained.
en: 指定如何獲取MKA的CAK（連接關聯密鑰）（MACsec密鑰協議）。

source: Specifies the NMSettingDcbFlags for DCB Priority Flow Control (PFC). Flags may be any combination of NM_SETTING_DCB_FLAG_ENABLE (0x1), NM_SETTING_DCB_FLAG_ADVERTISE (0x2), and NM_SETTING_DCB_FLAG_WILLING (0x4).
en: 指定DCB優先級流控制（PFC）的NMSettingDcbFlags。標誌可以是NM_SETTING_DCB_FLAG_ENABLE（0x1），NM_SETTING_DCB_FLAG_ADVERTISE（0x2）和NM_SETTING_DCB_FLAG_WILLING（0x4）的任意組合。

source: Specifies the NMSettingDcbFlags for DCB Priority Groups. Flags may be any combination of NM_SETTING_DCB_FLAG_ENABLE (0x1), NM_SETTING_DCB_FLAG_ADVERTISE (0x2), and NM_SETTING_DCB_FLAG_WILLING (0x4).
en: 指定DCB優先級組的NMSettingDcbFlags。標誌可以是NM_SETTING_DCB_FLAG_ENABLE（0x1），NM_SETTING_DCB_FLAG_ADVERTISE（0x2）和NM_SETTING_DCB_FLAG_WILLING（0x4）的任意組合。

source: Specifies the NMSettingDcbFlags for the DCB FCoE application. Flags may be any combination of NM_SETTING_DCB_FLAG_ENABLE (0x1), NM_SETTING_DCB_FLAG_ADVERTISE (0x2), and NM_SETTING_DCB_FLAG_WILLING (0x4).
en: 指定DCB FCoE應用程序的NMSettingDcbFlags。標誌可以是NM_SETTING_DCB_FLAG_ENABLE（0x1），NM_SETTING_DCB_FLAG_ADVERTISE（0x2）和NM_SETTING_DCB_FLAG_WILLING（0x4）的任意組合。

source: Specifies the NMSettingDcbFlags for the DCB FIP application. Flags may be any combination of NM_SETTING_DCB_FLAG_ENABLE (0x1), NM_SETTING_DCB_FLAG_ADVERTISE (0x2), and NM_SETTING_DCB_FLAG_WILLING (0x4).
en: 指定DCB FIP應用程序的NMSettingDcbFlags。標誌可以是NM_SETTING_DCB_FLAG_ENABLE（0x1），NM_SETTING_DCB_FLAG_ADVERTISE（0x2）和NM_SETTING_DCB_FLAG_WILLING（0x4）的任意組合。

source: Specifies the NMSettingDcbFlags for the DCB iSCSI application. Flags may be any combination of NM_SETTING_DCB_FLAG_ENABLE (0x1), NM_SETTING_DCB_FLAG_ADVERTISE (0x2), and NM_SETTING_DCB_FLAG_WILLING (0x4).
en: 指定DCB iSCSI應用程序的NMSettingDcbFlags。標誌可以是NM_SETTING_DCB_FLAG_ENABLE（0x1），NM_SETTING_DCB_FLAG_ADVERTISE（0x2）和NM_SETTING_DCB_FLAG_WILLING（0x4）的任意組合。

source: Specifies the TOS value to use in outgoing packets.
en: 指定要在傳出數據包中使用的TOS值。

source: Specifies the UDP destination port to communicate to the remote VXLAN tunnel endpoint.
en: 指定與遠程VXLAN隧道端點通信的UDP目標端口。

source: Specifies the VXLAN Network Identifier (or VXLAN Segment Identifier) to use.
en: 指定要使用的VXLAN網絡標識符（或VXLAN段標識符）。

source: Specifies the allowed "phase 2" inner EAP-based authentication methods when an EAP method that uses an inner TLS tunnel is specified in the "eap" property. Recognized EAP-based "phase 2" methods are "md5", "mschapv2", "otp", "gtc", and "tls". Each "phase 2" inner method requires specific parameters for successful authentication; see the wpa_supplicant documentation for more details.
en: 當在“eap”屬性中指定使用內部TLS隧道的EAP方法時，指定允許的“階段2”內部基於EAP的身份驗證方法。公認的基於EAP的“階段2”方法是“md5”，“mschapv2”，“otp”，“gtc”和“tls”。每個“階段2”內部方法都需要特定參數才能成功驗證;有關更多詳細信息，請參閱wpa_supplicant文檔。

source: Specifies the allowed "phase 2" inner non-EAP authentication methods when an EAP method that uses an inner TLS tunnel is specified in the "eap" property. Recognized non-EAP "phase 2" methods are "pap", "chap", "mschap", "mschapv2", "gtc", "otp", "md5", and "tls". Each "phase 2" inner method requires specific parameters for successful authentication; see the wpa_supplicant documentation for more details.
en: 當在“eap”屬性中指定使用內部TLS隧道的EAP方法時，指定允許的“階段2”內部非EAP身份驗證方法。公認的非EAP“階段2”方法是“pap”，“chap”，“mschap”，“mschapv2”，“gtc”，“otp”，“md5”和“tls”。每個“階段2”內部方法都需要特定參數才能成功驗證;有關更多詳細信息，請參閱wpa_supplicant文檔。

source: Specifies the lifetime in seconds of FDB entries learnt by the kernel.
en: 指定內核學習的FDB條目的生存期（以秒為單位）。

source: Specifies the maximum UDP source port to communicate to the remote VXLAN tunnel endpoint.
en: 指定與遠程VXLAN隧道端點通信的最大UDP源端口。

source: Specifies the maximum number of FDB entries. A value of zero means that the kernel will store unlimited entries.
en: 指定FDB條目的最大數量。值為零意味著內核將存儲無限制的條目。

source: Specifies the minimum UDP source port to communicate to the remote VXLAN tunnel endpoint.
en: 指定與遠程VXLAN隧道端點通信的最小UDP源端口。

source: Specifies the time-to-live value to use in outgoing packets.
en: 指定要在傳出數據包中使用的生存時間值。

source: Specifies the unicast destination IP address of a remote Open vSwitch bridge port to connect to.
en: 指定要連接的遠程Open vSwitch橋接端口的單播目標IP地址。

source: Specifies the unicast destination IP address to use in outgoing packets when the destination link layer address is not known in the VXLAN device forwarding database, or the multicast IP address to join.
en: 指定當VXLAN設備轉發數據庫中未知目標鏈路層地址或要加入的多播IP地址時，在傳出數據包中使用的單播目標IP地址。

source: Specifies the validation mode for incoming frames.
en: 指定傳入幀的驗證模式。

source: Specifies whether ARP proxy is turned on.
en: 指定是否已打開ARP代理。

source: Specifies whether netlink IP ADDR miss notifications are generated.
en: 指定是否生成netlink IP ADDR未命中通知。

source: Specifies whether netlink LL ADDR miss notifications are generated.
en: 指定是否生成netlink LL ADDR未命中通知。

source: Specifies whether route short circuit is turned on.
en: 指定是否打開路由短路。

source: Specifies whether the SCI (Secure Channel Identifier) is included in every packet.
en: 指定SCI（安全通道標識符）是否包含在每個數據包中。

source: Specifies whether the profile can be active multiple times at a particular moment. The value is of type NMConnectionMultiConnect.
en: 指定配置文件在特定時刻是否可以多次處於活動狀態。值為NMConnectionMultiConnect類型。

source: Specifies whether unknown source link layer addresses and IP addresses are entered into the VXLAN device forwarding database.
en: 指定是否將未知的源鏈路層地址和IP地址輸入VXLAN設備轉發數據庫。

source: Specify CPU for code generation purposes
en: 為程式碼產生指定目的 CPU

source: Specify CPU for scheduling purposes
en: 為調度指定目的 CPU

source: Specify CPU for scheduling purposes. Valid arguments are 700, 7100, 7100LC, 7200, 7300, and 8000
en: 指定調度最佳化的目的 CPU。有效的選項是 700，7100，7100LC，7200，7300，和 8000

source: Specify UNIX standard for predefines and linking
en: 指定用於預定義和連結的 UNIX 標準

source: Specify an ABI
en: 指定一個 ABI

source: Specify bit size of immediate TLS offsets
en: 指定執行緒局部存儲偏移量立即數值的位大小

source: Specify cache flush function
en: 指定清空快取的函式

source: Specify cache flush trap number
en: 指定清空快取的陷阱號

source: Specify if floating point hardware should be used
en: 指定是否應當使用硬體浮點

source: Specify main object for TPF-OS
en: 指定 TPF-OS 主要物件

source: Specify that no implicit typing is allowed, unless overridden by explicit IMPLICIT statements
en: 不允許使用隱含類型，除非明確地使用了 IMPLICIT 敘述

source: Specify the location of a PID file
en: 指定 PID 檔案的位置

source: Specify the name of the target CPU
en: 指定目的 CPU 的名稱

source: Specify the name of the target architecture
en: 指定目的架構的名稱

source: Specify the name of the target floating point hardware/format
en: 指定目的浮點硬體/格式的名稱

source: Specify the register to be used for PIC addressing
en: 指定用於 PIC 定址的暫存器

source: Speech
en: Spīkiŋā

source: Speed to use for communication over the serial port. Note that this value usually has no effect for mobile broadband modems as they generally ignore speed settings and use the highest available speed.
en: 通過串行端口進行通信的速度。請注意，此值通常對移動寬帶調製解調器沒有影響，因為它們通常會忽略速度設置並使用最高可用速度。

source: Spellchecking is disabled, because the dictionary for %s isn’t installed.
en: Spelčekiŋ wa disàbolen, bikos dikçionari für %s wa mi-instolen.

source: Spelling and Grammar
en: Speliŋ en Grämmar

source: Staged
en: 暫存

source: Start Speaking
en: Start Spīkiŋ

source: Start a 2- or 3-way file comparison
en: 開始雙向或三向檔案比對

source: Start a 2- or 3-way folder comparison
en: 開始雙向或三向資料夾比對

source: Start a new comparison
en: 開始新的比對

source: Start a version control comparison
en: 開始版本控制比對

source: Start with an empty window
en: 啟動時開啟空白視窗

source: State file for no-auto-default devices
en: 無自動默認設備的狀態文件

source: State file location
en: 指定檔案位置

source: Statement function '%s' requires argument list at %C
en: 敘述函式「%s」在 %C 處缺少參數清單

source: Statement label at %C is zero
en: %C 處敘述標籤為零

source: Statistics
en: Stätistiks

source: Status
en: 狀態

source: Status of devices
en: 裝置的狀態

source: Step expression in DO loop at %L cannot be zero
en: 步進敘述於 %L 處的 DO 迴圈中不可為零

source: Stop Speaking
en: Stop Spīkiŋ

source: Stop forward growth if the probability of best edge is less than this threshold (in percent). Used when profile feedback is available
en: 當最優邊的概率小於此限值(以百分數表示)時，停止前向增長。當取樣反饋可用時使用。

source: Stop forward growth if the probability of best edge is less than this threshold (in percent). Used when profile feedback is not available
en: 當最優邊的概率小於此限值(以百分數表示)時，停止前向增長。當取樣反饋無法使用時使用。

source: Stop reverse growth if the reverse probability of best edge is less than this threshold (in percent)
en: 當最優邊的反向概率小於此閾值(以百分數表示)時停止反向增長

source: Stop the current action
en: 停止目前的動作

source: Store function names in object code
en: 在目的檔案中存儲函式名

source: Stored translations:
en: Storen transleiçions:

source: String to find
en: Striŋ tu faind

source: Strings in source language
en: Striŋs in sōrs leŋgueij

source: Subscribe
en: Sùbskraib

source: Substitutions
en: Sùbstityuçion

source: Substring end index at %L must be of type INTEGER
en: %L 處的子字串終止索引類型必須為 INTEGER

source: Substring start index at %L is less than one
en: %L 處的子字串起始索引小於 1

source: Substring start index at %L must be of type INTEGER
en: %L 處的子字串起始索引類型必須為 INTEGER

source: Substring start index at %L must be scalar
en: %L 處的子字串起始索引必須是標量

source: Substring to be matched against the subject of the certificate presented by the authentication server during the inner "phase 2" authentication. When unset, no verification of the authentication server certificate's subject is performed. This property provides little security, if any, and its use is deprecated in favor of NMSetting8021x:phase2-domain-suffix-match.
en: 在內部“階段2”認證期間，與認證服務器呈現的證書的主題匹配的子串。未設置時，不會執行身份驗證服務器證書主題的驗證。此屬性提供的安全性很小（如果有），並且不推薦使用它來支持NMSetting8021x：phase2-domain-suffix-match。

source: Substring to be matched against the subject of the certificate presented by the authentication server. When unset, no verification of the authentication server certificate's subject is performed. This property provides little security, if any, and its use is deprecated in favor of NMSetting8021x:domain-suffix-match.
en: 子字符串將與身份驗證服務器提供的證書主題進行匹配。未設置時，不會執行身份驗證服務器證書主題的驗證。此屬性提供的安全性很小（如果有），並且不推薦使用它以支持NMSetting8021x：domain-suffix-match。

source: Success
en: 成功

source: Suggestions
en: Sùjjesçions

source: Support Green Hills ABI
en: 支援 Green Hills ABI

source: Support MMX and SSE built-in functions and code generation
en: 支援 MMX 和 SSE 內建函式及程式碼產生

source: Support MMX built-in functions
en: 支援 MMX 內建函式

source: Support MMX, SSE and SSE2 built-in functions and code generation
en: 支援 MMX、SSE 和 SSE2 內建函式及程式碼產生

source: Support legacy multi-threading
en: 支援傳統多執行緒

source: Support multiply accumulate instructions
en: 支援乘加指令

source: Support synchronous non-call exceptions
en: 支援同步非呼叫異常

source: Swap endianness for unformatted files
en: 切換位元組格式於未格式的檔案

source: Switch to tab
en: 切換到分頁

source: Symbol '%s' at %C is already an external symbol that is not COMMON
en: 符號「%s」在 %C 處已經是外部而非 COMMON 符號

source: Symbol '%s' at %C is ambiguous
en: 符號「%s」在 %C 處有歧義

source: Symbol '%s' at %L already has an explicit interface
en: 符號「%s」在 %L 處已經有了明確介面

source: Symbol '%s' at %L cannot have a type
en: 符號「%s」於 %L 處不能有類型

source: Symbol '%s' at %L has no IMPLICIT type
en: 符號「%s」(位於 %L)沒有 IMPLICIT 類型

source: Symbol '%s' in namelist '%s' is INTENT(IN) at %C
en: 符號「%s」在名稱清單「%s」是 INTENT(IN)，位於 %C

source: Symbol at %C is not appropriate for an expression
en: %C 處的符號不適用於運算式

source: Symbol at %L is not a DUMMY variable
en: %L 處的符號不是一個 DUMMY 變數

source: Symbolic Links
en: 符號連結

source: Sync
en: Synĥ

source: Sync with Crowdin
en: Synĥ wiŧ Crowdin

source: Synchronize the translation with Crowdin
en: Synĥronais đe transleiçion wiŧ Crowdin

source: Syncing
en: Synĥ in progres

source: Syncing error
en: Synĥ öra

source: Syncing with %s failed.
en: Synĥ wiŧ %s feilen.

source: Syncing with %s…
en: Synĥ wiŧ %s…

source: Syncing with Crowdin failed.
en: Synĥ wiŧ Crowdin feilen.

source: Synonym for -Wcomment
en: -Wcomment 的同義詞

source: Syntax error in CHARACTER declaration at %C
en: %C 的 CHARACTER 宣告語法錯誤

source: Syntax error in COMPLEX constant at %C
en: %C 處的複常數語法錯誤

source: Syntax error in EQUIVALENCE statement at %L
en: %L 處 EQUIVALENCE 敘述語法錯誤

source: Syntax error in I/O iterator at %C
en: %C 處 I/O 迭代語法錯誤

source: Syntax error in IF-clause at %C
en: %C 處 IF 敘述語法錯誤

source: Syntax error in IF-expression at %C
en: %C 處 IF 運算式語法錯誤

source: Syntax error in Plural-Forms header ("%s").
en: Syntäks öra in Plurol-Forms hēdā («%s»).

source: Syntax error in SAVE statement at %C
en: %C SAVE 敘述語法錯誤

source: Syntax error in SUBSTRING specification at %C
en: %C SUBSTRING 指定語法錯誤

source: Syntax error in argument list at %C
en: %C 處的參數清單語法錯誤

source: Syntax error in character length specification at %C
en: %C 處指定字元長度時語法錯誤

source: Syntax error in common block name at %C
en: %C 處公共塊名語法錯誤

source: Syntax error in expression at %C
en: %C 運算式語法錯誤

source: Syntax error in generic specification at %C
en: %C 一般指定語法錯誤

source: Syntax error in iterator at %C
en: %C 處迭代語法錯誤

source: Syntax highlighting color scheme:
en: 語法標示功能的配色方案：

source: System policy prevents control of network connections
en: 系統政策防止網路連線的控制

source: System policy prevents enabling or disabling Wi-Fi devices
en: 系統政策防止啟用或停用 Wi-Fi 裝置

source: System policy prevents enabling or disabling WiMAX mobile broadband devices
en: 系統政策防止啟用或停用 WiMAX 行動寬頻裝置

source: System policy prevents enabling or disabling connectivity checking
en: 系統策略阻止啟用或禁用連接檢查

source: System policy prevents enabling or disabling device statistics
en: 系統策略阻止啟用或禁用設備統計信息

source: System policy prevents enabling or disabling mobile broadband devices
en: 系統政策防止啟用或停用行動寬頻裝置

source: System policy prevents enabling or disabling system networking
en: 系統政策防止啟用或停用系統網路作業

source: System policy prevents modification of network settings for all users
en: 系統政策防止修改所有使用者的網路設定

source: System policy prevents modification of personal network settings
en: 系統政策防止修改個人網路設定

source: System policy prevents modification of the persistent system hostname
en: 系統政策讓您無法修改永久的系統主機名稱

source: System policy prevents putting NetworkManager to sleep or waking it up
en: 系統政策防止將 NetworkManager 導入睡眠模式或將其啟用

source: System policy prevents sharing connections via a protected Wi-Fi network
en: 系統政策讓您無法透過受保護的 Wi-Fi 網路共享連結

source: System policy prevents sharing connections via an open Wi-Fi network
en: 系統政策讓您無法透過開放的 Wi-Fi 網路共享連線

source: System policy prevents the creation of a checkpoint or its rollback
en: 系統策略可防止創建檢查點或其回滾

source: TEAM
en: 團隊

source: TEAM PORT
en: 團隊連接埠

source: Tabs
en: 分頁
